/* Generic strings */
"OK" = "OK";
"CONTINUE" = "Fortsätt";
"CANCEL" = "Avbryt";
"ENABLE" = "Aktivera";
"DISABLE" = "Avaktivera";
"SAVE" = "Spara";
"QUIT" = "Avsluta";
"YES" = "Ja";
"NO" = "Nej";
"ADD" = "Lägg till";
"IGNORE" = "Ignorera";
"DELETED" = "Raderat";
"CHANGE" = "Ändra…";
"HELP..." = "Hjälp…";
"SYSTEM" = "System";
"CONFIGURE..." = "Ställ in…";
"SELECT_BUDDY" = "Välj kontakt";
"INFO..." = "Info…";
"ENABLED" = "Aktiverat";
"DISABLED" = "Avaktiverat";
"OFF" = "Av";
"SET" = "Ställ in…";
"DETAILS" = "Detaljer…";
//"UNPAIR" = "Unpair";
"NEW" = "Ny:";
"NEW_ACCOUNT" = "Nytt konto:";
"LOGOUT" = "Logga ut";
"RESTART" = "Starta om";
"REVEAL_IN_FINDER" = "Visa i Finder";

"PUBLIC_SHAREPOINT_NAME" = "%@s delade mapp";

"AX_SEPARATOR_ROLE_DESCRIPTION" = "Avdelare";
"AX_ADD_USER_DESCRIPTION" = "Lägg till användare eller grupp";
"AX_DELETE_USER_DESCRIPTION" = "Radera användare eller grupp";
"AX_ADD_LOGIN_ITEM_DESCRIPTION" = "Lägg till inloggningsobjekt";
"AX_DELETE_LOGIN_ITEM_DESCRIPTION" = "Radera inloggningsobjekt";
//
"AX_USERSTABLE_ROLE_DESCRIPTION" = "Lista";
"AX_USERSTABLE_DESCRIPTION" = "Konton, grupper och inloggningsalternativ";

// the username/group name is the first item
"AX_CURRENT_USER_DESCRIPTION" = "%@, aktuell användare";
"AX_OTHER_USER_DESCRIPTION" = "%@, användare";
"AX_OTHER_GROUP_DESCRIPTION" = "%@, grupp";
"AX_OUTLINETABLE_DESCRIPTION" = "Andra konton";
"AX_LOGINWINDOW_OPTIONS_DESCRIPTION" = "Inloggning";
//
"AX_PASSWORD_ASSISTANT_DESCRIPTION" = "Lösenordsassistent";
"AX_ADD_ALIAS_DESCRIPTION" = "Lägg till alias";
"AX_DELETE_ALIAS_DESCRIPTION" = "Radera alias";
//
"AX_DIVIDER_ROLE_DESC" = "delare";

"USER_CONTEXTUAL_MENU_TITLE_USER" = "Avancerade inställningar…";
"USER_CONTEXTUAL_MENU_TITLE_GROUP" = "Lägg till användare eller grupp…";

"RESTART_TITLE" = "För att kunna använda den angivna mappen som hemmapp måste du starta om datorn.";

"GEAR_BUTTON_TOOLTIP" = "Avancerade inställningar…";
"ADVANCED_OPTIONS_TITLE" = "Användare: ”%@”";
"NEW_ALIAS" = "Nytt alias";
"ADV_HOMEDIR_NOTFOUND_TITLE" = "Är du säker på att du vill ändra sökvägen för användaren %@s hemmapp till ”%@”?";
"ADV_HOMEDIR_NOTFOUND_DESCR" = "Om den här sökvägen inte matchar den faktiska placeringen av användarens hemmapp kan användaren inte logga in på datorn.";

"CREATE_ACCOUNT" = "Skapa konto";
"CREATE_IDENTITY" = "Skapa konto";
"CREATE_GROUP" = "Skapa grupp";
"CHANGE_PASSWORD_" = "Ändra lösenord…";
"RESET_PASSWORD_" = "Återställ lösenord…";
"CHANGE_PASSWORD" = "Ändra lösenord";
"RESET_PASSWORD" = "Återställ lösenord";

"MY_ACCOUNT" = "Mitt konto";
"ACCOUNTS" = "Konton";
"OTHER_ACCOUNTS" = "Andra konton";
"IDENTITY_ACCOUNTS" = "Delningskonton";
"ACCOUNTS_HELP_MENU_TITLE" = "Konton Hjälp";

"HOMEDIRPATH_DIDCHANGE_WARNING" = "Du måste starta om datorn för att ändringarna ska börja gälla.";

"GROUPS" = "Grupper";
//"GROUP_IS_REGULAR" = "";
"EDIT_GROUP_NAME_NO_NAME" = "Du angav inte ett gruppnamn.";
"EDIT_GROUP_NAME_EXISTS" = "Namnet ”%@” är inte tillgängligt.";

"USER_IS_REGULAR" = "Standard";
"USER_IS_ADMIN" = "Admin";
"USER_IS_GUEST" = "Gäst";
//"USER_IS_NOT_ADMIN" = "";
"USER_IS_NETWORK" = "Nätverk";
"USER_IS_MANAGED" = "Hanterad";
"USER_IS_SIMPLIFIED" = "Förenklad";
"USER_HAS_MOBILE_HOMEDIR" = "Mobil";
"USER_IS_EXTERNAL_ACCOUNT" = "Extern";
"USER_IS_IDENTITY" = "Endast delning";
"USERNAME_IS_ADMIN" = "Användaren \”admin\” skapas som administratör. Du kan inte ändra på detta.";
//"USERNAME_IS_ADMIN_DESCR" = "";

"BACKUP_FV_TITLE" = "Eftersom FileVault är aktiverat för det här kontot kommer Time Machine bara att säkerhetskopiera användarens filer när denne är inloggad.";

"LOGIN_WINDOW" = "Inloggning";
"LOGIN_WINDOW_OPTIONS" = "Alternativ";
"LOGINOPTIONS_TOOLTIP" = "Ändra hur användare loggar in på sina konton";

"PARENTALCONTROLS_ADMIN_WARNING" = "Är du säker på att du vill tillåta \”%@\” att administrera datorn?";
"PARENTALCONTROLS_ADMIN_WARNING_DESC" = "Föräldrakontroll är aktiverat för detta konto. Om du tillåter användaren att administrera datorn slås begränsningarna av. För att ändringen ska börja gälla måste du logga ut och in igen.";
"PARENTALCONTROLS_WARNING" = "Är du säker på att du vill aktivera föräldrakontroll för administratörsanvändarkontot ”%@”?";
"PARENTALCONTROLS_WARNING_DESC" = "Om du aktiverar föräldrakontroll för det här kontot kommer det inte att kunna användas till att administrera datorn.\n\nDu måste logga ut och in igen för att ändringen ska börja gälla.";
"PARENTALCONTROLS_WARNING_NOLOGOUT" = "Om du aktiverar föräldrakontroll för det här kontot kommer det inte att kunna användas till att administrera datorn.";
"PARENTALCONTROLS_ADMIN_ALERT" = "Det går inte att aktivera föräldrakontroll för ett administratörskonto. Skapa ett nytt användarkonto och aktivera sedan föräldrakontroll för det nya kontot.";

"GUEST_FULLNAME" = "Gästkonto";
"LOGIN_AND_SHARING" = "Inloggning, delning";
"LOGIN_ONLY" = "Endast inloggning";
"SHARING_ONLY" = "Endast delning";

"NEW_USER_TITLE" = "Ny användare";
"NEW_PASSWORD" = "Nytt lösenord:";
"PASSWORD" = "Lösenord:";

"MANAGED_TOOLTIP" = "Detta är nedtonat eftersom det hanteras av systemadministratören.";
"USER_LOGGEDIN_TOOLTIP" = "Du kan inte ändra det här användarkontot eftersom användaren är inloggad.";
"ADD_ACCOUNT_TOOLTIP" = "Lägg till ett användarkonto";
"DELETE_ACCOUNT_TOOLTIP" = "Radera det markerade användarkontot";

"NEED_LOGOUT_ME" = "För att ändringen ska börja gälla måste du starta om datorn.";
"NEED_LOGOUT_USER" = "Du måste starta om datorn för att ändringarna av administratörsinställningarna för %@ ska börja gälla.";
//"NEED_LOGOUT_DESC" = "";

/* Special tooltips */
"ADMINCHECKBOX_3707901" = "Du kan inte ändra användaren ”admin” till en icke-administratör.";
"ADMINCHECKBOX_4058550" = "Den här användaren hör till en grupp med administratörsbehörigheter. Kontakta din nätverksadministratör för mer information.";

/* Reset password tooltips */
"CANNT_CHANGE_PASS_MANAGED" = "Du kan inte ändra användarens lösenord eftersom det är ett administrerat användarkonto.";
"CANNT_CHANGE_PASS_MOBILE" = "Du kan inte ändra användarens lösenord eftersom det är ett flyttbart användarkonto.";
"CANNT_CHANGE_PASS_FV" = "Du kan inte ändra användarens lösenord eftersom användaren har aktiverat FileVault.";
"CANNT_CHANGE_PASS_PASSWORDSERVER" = "Du kan inte ändra användarens lösenord eftersom lösenordet till kontot tillhandahålls av en server.";
"CANNT_CHANGE_PASS_GUEST" = "Du kan inte ändra användarens lösenord eftersom det är ett gästanvändarkonto.";

/* Password error alerts */
"PASS_VERIFY_ERR" = "Lösenordet och det bekräftade lösenordet är inte likadana. Skriv in det på nytt.";
//"PASS_VERIFY_ERR_DESC" = "";
"PASS_VERIFY_ERR_SHORT" = "Lösenorden överensstämmer inte";

"PASS_IS_EMPTY_FV_ERR" = "Lösenordet är tomt.";
//"PASS_IS_TOO_SHORT_ERR_DESC" = "";

"PASS_IS_EMPTY_ERR" = "Du skrev inte in något lösenord.";
"PASS_IS_EMPTY_ERR_DESC" = "För att kunna aktivera FileVault, behöver du ett lösenord för det här användarkontot.";

"PASS_IS_EMPTY_WARN" = "Inget lösenord har angetts för användarens konto. Är du säker på att du vill gå vidare?";
"PASS_IS_EMPTY_WARN_DESC" = "Eftersom du inte har angett ett lösenord för det här användarkontot kan vem som helst logga in på datorn.";
"SET_PASSWORD" = "Ställ in lösenord";

"PASS_REQUIRED_ERR" = "Ett lösenord är obligatoriskt för en administratör. Ange ett lösenord.";
"PASS_REQUIRED_ERR_DESC" = "Användaren \”%@\” har ett tomt lösenord.";

"OLD_PASSWORD" = "Gammalt lösenord:";
"MASTER_PASSWORD" = "Huvudlösenord:";
"MASTER_PASSWORD_IS_EMPTY_ERR" = "Du skrev inte in något huvudlösenord.";
"PASS_RESET_FAILED_TITLE" = "Det gick inte att återställa lösenordet.";
"CHANGE_PASS_FAILED_TITLE" = "Lösenordet för kontot ”%@” ändrades inte.";

"CHANGE_PASS_FAILED" = "Din systemadministratör tillåter kanske inte att du ändrar ditt lösenord eller också är det problem med ditt lösenord. Kontakta systemadministratören om du behöver hjälp.";
"CHANGE_PASS_FAILED_NewPasswordRequired" = "Du måste ange ett nytt lösenord.";
"CHANGE_PASS_FAILED_QualityCheck" = "Ditt lösenord uppfyllde inte kraven som angetts av serveradministratören. Du måste kanske använda andra tecken, siffror eller symboler i ditt lösenord. Om du inte vet hur du ska ändra ditt lösenord, kontaktar du din systemadministratör innan du försöker igen.";
"CHANGE_PASS_FAILED_TooShort" = "Lösenordet är för kort. Försök igen med ett längre lösenord.";
"CHANGE_PASS_FAILED_TooLong" = "Lösenordet är för långt. Försök igen med ett kortare lösenord.";
"CHANGE_PASS_FAILED_NeedsLetter" = "Lösenordet måste, utöver andra tecken, innehålla minst en bokstav. Ange lösenordet igen.";
"CHANGE_PASS_FAILED_NeedsDigit" = "Lösenordet måste, utöver andra tecken, innehålla minst en siffra. Ange lösenordet igen.";
"CHANGE_PASS_FAILED_TooSoon" = "Du ändrade nyligen ditt lösenord och kan inte ändra det nu eftersom din systemadministratör inte tillåter att du ändrar ditt lösenord så här ofta. Kontakta systemadministratören om du behöver hjälp.";
"CHANGE_PASS_FAILED_Expired" = "Lösenordet har löpt ut och måste bytas.";
"CHANGE_PASS_FAILED_FV" = "FileVault är aktiverat. Om du vill ändra lösenordet måste du avaktivera FileVault, ändra lösenordet och sedan aktivera FileVault igen.";


/* No room to create new user */
"CREATE_USER_NO_ROOM" = "Det finns inte tillräckligt med ledigt utrymme för att skapa ett nytt användarkonto.";
"CREATE_USER_NO_ROOM_DESC" = "Ytterligare %@ ledigt utrymme behövs för ett nytt användarkonto. Prova att tömma papperskorgen eller ta bort filer innan du skapar nya användarkonton.";

/* Home folder exists */
"HOME_EXISTS_ERR" = "En fil i mappen Användare har redan namnet ”%@”.";
"HOME_EXISTS_ERR_DESCR" = "Skriv in ett kortnamn. Du kan inte använda samma bokstäver i olika skiftlägen.";
"HOME_EXISTS_WARN" = "Det finns redan en mapp i mappen Användare med namnet ”%@”. Vill du använda den mappen som hemmapp för det här användarkontot?";
"HOME_EXISTS_WARN_DESCR" = "Om du inte vill använda mappen som hemmapp för det här kontot, klickar du på Avbryt och skriver in ett nytt kortnamn. Du kan inte skriva in samma namn med ett annat skiftläge.";


/* Delete user */
"DELETE_USER_BUTTON" = "Radera användare…";
"DELETE_CACHED_USER_BUTTON" = "Ta bort…";

"DELETE_MOBILE_USER" = "Är du säker på att du vill radera det mobila användarkontot \”%@\”?";
"DELETE_USER" = "Är du säker på att du vill radera användarkontot \”%@\”?";
"DELETE_IDENTITY" = "Är du säker på att du vill radera delningskontot ”%@”?";
"DELETE_GROUP" = "Är du säker på att du vill radera gruppen ”%@”?";

"DELETE_USER_DESC" = "Om du vill radera det här användarkontot väljer du vad du vill ska hända med kontots hemmapp och klickar sedan på OK.";

/*"DELETE_USER_DESC" = "To delete the account and save the contents of the user’s home folder, \“%@\”, click OK. The user’s home folder is saved in a file in the Deleted Users folder, which is in the Users folder. To access the contents of the user’s home folder, open this file. If you don’t want to save the user’s home folder, click Delete Immediately.";*/
/*"DELETE_USER_DESC" = "To delete \“%@\” user account but save the user’s home folder, click OK. The user’s home folder is saved in a file in the Deleted Users folder, which is in the Users folder. To access the contents of the user’s home folder, open this file. If you don’t want to save the user’s home folder, click Delete Immediately";*/
/*"DELETE_USER_DESC" = "The contents of the user’s home folder, \“%@,\” will be saved in a file in the Deleted Users folder, which is in the Users folder. To access the contents of the user’s home folder, open the file. If you do not want to save the user’s home folder, click Delete Immediately.";*/
"DELETE_ODDUSER_DESC" = "Användarkontot \”%@\” kommer att raderas permanent.";
"DELETE_IDENTITY_DESC" = "Delningskontot ”%@” kommer att raderas permanent.";
"DELETE_GROUP_DESC" = "Gruppen ”%@” kommer att raderas permanent.";

"DELETE_GUEST_USER" = "Gästanvändarkontot ”%@” kommer att raderas permanent.";
//"DELETE_GUEST_USER_DESC" = "";

"DELETE_USER_DI_SUBTITLE" = "Skivavbilden sparas i mappen Borttagna användare (i mappen Användare).";
"DELETE_USER_DI_SUBTITLE_NO_ROOM" = "Det går inte att spara hemmappen. För att spara mappen krävs %@ ledigt skivutrymme.";
"DELETE_USER_NO_ROOM" = "Är du säker på att du vill radera användarkontot \”%@\”?";
"DELETE_USER_NO_ROOM_DESC" = "Användarens hemmapp kommer inte att sparas. Ytterligare %@ ledigt utrymme behövs för det. Prova att tömma papperskorgen eller ta bort filer och sedan ta bort användarkontot. Om du inte vill spara användarens hemmapp väljer du Radera omedelbart.";

"DELETE_CACHED_USER" = "Är du säker på att du vill ta bort det cachade kontot \”%@\”?";
"DELETE_CACHED_USER_DESC" = "Det cachade kontot, inklusive den cachade hemkatalogen, kommer att tas bort från datorn.";

"DELETE_USER_ERR" = "Kan inte radera användarkontot %@";
"DELETE_USER_ERR_DESC" = "Ett fel inträffade medan användarens hemmapp säkerhetskopierades.";

/* User name isn't unique alert */
"USERNAME_IS_NOT_UNIQUE" = "Det finns redan en användare med namnet ”%@”. Ange ett annat namn.";
//"USERNAME_IS_NOT_UNIQUE_DESC" = "";
"USERNAME_IS_NOT_UNIQUE_SHORT" = "Namnet används av en annan användare.";

"USERNAME_IS_NOT_AVAILABLE" = "Namnet \”%@\” är inte tillgängligt. Skriv in ett annat namn.";
//"USERNAME_IS_NOT_AVAILABLE_DESC" = "";
"USERNAME_IS_NOT_AVAILABLE_SHORT" = "Namnet är inte tillgängligt.";

/* UNIX name isn't unique alert */
"UNIXNAME_IS_NOT_UNIQUE" = "Det finns redan en användare med kortnamnet ”%@”. Ange ett annat kortnamn.";
//"UNIXNAME_IS_NOT_UNIQUE_DESC" = "";
"UNIXNAME_IS_NOT_UNIQUE_SHORT" = "Namnet används av en annan användare";


/* User name is empty alert */
"USERNAME_IS_EMPTY" = "Namnfältet är tomt.";
//"USERNAME_IS_EMPTY_DESC" = "";
"USERNAME_IS_EMPTY_SHORT" = "Namnfältet kan inte vara tomt";


/* Short name is empty alert */
"UNIXNAME_IS_EMPTY" = "Fältet kortnamn är tomt. Ange ett kortnamn.";
//"UNIXNAME_IS_EMPTY_DESC" = "";
"UNIXNAME_IS_EMPTY_SHORT" = "Namnfältet kan inte vara tomt";


/* Short name is not valid alert */
"UNIXNAME_IS_NOT_VALID" = "Namnet \”%@\” är ogiltigt. Ange ett annat namn.";
"UNIXNAME_IS_NOT_VALID_DESC" = "Kortnamnet är ett alternativnamn som används av vissa nätverkstjänster. Använd små bokstäver utan mellanslag eller specialtecken.";
"UNIXNAME_IS_NOT_VALID_SHORT" = "Kan inte innehålla mellanslag eller specialtecken";
/*A valid name consists of 255 characters or fewer which can be lowercase a through z, 0 through 9, and underscore.";*/


/* Short name is "Pubic" alert */
"UNIXNAME_IS_PUBLIC" = "\”public\” är ett reserverat namn. Ange ett annat namn.";
//"UNIXNAME_IS_PUBLIC_DESC" = "";
"UNIXNAME_IS_PUBLIC_SHORT" = "\”public\” är ett reserverat namn";

/* Short name is "Pubic" alert */
"UNIXNAME_IS_FTP_SHORT" = "”ftp” är ett reserverat namn";

/* Authenticate panels */
"REQUIRES_PASSWORD" = "Du behöver ett administratörslösenord om du vill göra ändringar i ”Flera användare”.";
"INCORRECT_PASSWORD" = "Du angav inte ditt gamla lösenord korrekt. Försök igen.";
//"INCORRECT_PASSWORD_DESC" = "";
"NONADMIN_USER" = "Ogiltig användare";
"NONADMIN_USER_DESC" = "\”%@\” är inte en administratör för den här datorn. Endast administratörer kan göra ändringar.";
"AUTHPANEL_CAPTION_INSERT_NAME" = "namn";
"AUTHPANEL_CAPTION_INSERT_PICTURE" = "Bild";
"AUTHPANEL_CAPTION" = "Om du vill ändra %@ måste du autentisera först.";


/* Authentication */
"AUTHENTICATING..." = "Autentiserar…";


/* Enable hint alert */
"ENABLE_HINT" = "Lösenordstips är för närvarande avstängda för den här datorn. Vill du slå på dem?";
"ENABLE_HINT_DESC" = "Lösenordstips visas om du misslyckas med att logga in tre gånger. Du kan slå på lösenordstips i inställningspanelen Konton genom att klicka på Inloggning.";


/* Autologin alert */
"AUTOLOGIN_TITLE" = "Automatisk inloggning är på. Vill du stänga av det?";
"AUTOLOGIN_DESCR" = "Om automatisk inloggning fortsätter att vara på måste du logga ut för att denna användare ska kunna logga in på sitt konto. Datorn kommer automatiskt att logga in som användaren \”%@\” efter att datorn startats om eller stängts av.";
"AUTOLOGIN_OK" = "Behåll automatisk inloggning";
"AUTOLOGIN_NO" = "Stäng av automatisk inloggning";
"AUTOLOGIN_CHECKBOX" = "Logga in automatiskt som %@";
"AUTOLOGIN_DISABLED_FOR_FVUSER" = "En användare med en krypterad hemmapp kan inte logga in automatiskt";
"AUTOLOGIN_MANAGED" = "Du kan inte aktivera automatisk inloggning eftersom det har avaktiverats av systemadministratören.";


/* Keychain related alert */
"KEYCHAIN_NONADMIN_PASSWORD" = "Ditt lösenord till nyckelringen kommer att ändras till ditt nya lösenord för kontot.";
//"KEYCHAIN_NONADMIN_PASSWORD_DESCR" = "";

"KEYCHAIN_ADMIN_SELF_PASSWORD" = "Lösenordet för inloggningsnyckelringen kommer att ändras till ditt nya lösenord.";
"KEYCHAIN_ADMIN_SELF_PASSWORD_DESCR" = "Om inloggningsnyckelringen är låst måste du ange ditt aktuella lösenord för inloggningsnyckelringen innan lösenordet ändras.";

"KEYCHAIN_ADMIN_OTHER_PASSWORD" = "Lösenordet till nyckelringen för den här användaren kan inte ändras till det nya lösenordet för kontot. Det gamla lösenordet till nyckelringen fortsätter att gälla.";
"KEYCHAIN_ADMIN_OTHER_PASSWORD_DESCR" = "Användaren kan ändra sitt lösenord till nyckelringen i programmet Nyckelhanterare i mappen Verktygsprogram.";


/* User picture */
"APPLE_PICTURES" = "Apple-bilder";

"PICTURE_IS_TOO_LARGE_ERR" = "Du har valt en för stor bild. Välj en annan bild";
"PICTURE_IS_TOO_LARGE_DESC" = "En användarbild får inte vara större än 128 x 128 bildpunkter.";


/* Login Items */
"UNKNOWN" = "Okänt";
"FILEEXISTS" = "Filen finns redan";
"LOGINITEMEXISTS" = "Startobjektet ’%@’ finns redan i listan";

"ADD_LOGINITEM_TOOLTIP" = "Lägg till ett objekt i listan Startobjekt";
"DELETE_LOGINITEM_TOOLTIP" = "Radera det markerade objektet";

"LOGINITEMS_MANAGED_TITLE" = "Du kan inte ta bort startobjekten.";
"LOGINITEMS_MANAGED_TEXT" = "Du kan inte ta bort ett eller flera av startobjekten eftersom de hanteras av systemadministratören.";
"LOGINITEMS_MANAGED_TOOLTIP" = "Du kan inte ändra objektet eftersom det hanteras av systemadministratören.";
"LOGINITEM_GLOBAL_TOOLTIP" = "Det här objektet kan inte ändras eftersom inställningen Konton är låst.";

"LOGINITEMS_DELETEGLOBAL_WARNING_TITLE" = "Är du säker på att du vill ta bort det här objektet?";
"LOGINITEMS_DELETEGLOBAL_WARNING_DESC" = "Borttagningen av objektet ”%@” kommer att påverka alla användare på datorn.";
"LOGINITEMS_DELETEGLOBAL_FEW_WARNING_TITLE" = "Är du säker på att du vill ta bort de här objekten?";
"LOGINITEMS_DELETEGLOBAL_FEW_WARNING_DESC" = "Borttagningen av dem kommer att påverka alla användare på datorn.";


"CLASSIC_WARNING" = "Du kan inte lägga till Classic-start till dina startobjekt.";
"CLASSIC_TEXT" = "Användandet av Classic-miljön hanteras av systemadministratören.";

"LOGINITEMS_MANAGED_PANE_TEXT" = "Du kan inte ändra startobjekt eftersom inställningen Startobjekt hanteras av systemadministratören.";

"MULTIUSER_WARNING" = "Varning";
"MULTIUSER_WARNING_DESC" = "Den här funktionen gör att andra användare kan fortsätta att vara inloggade och fortsätta att använda program i bakgrunden medan du använder datorn. Den här funktionen ska endast aktiveras om du litar på datorns övriga användare.";

"LOGIN_ITEM_NAME_TEMPLATE" = "%@ (alla användare)";

/* SBS */
"SBS_LOCAL_PASSWORD_INCORRECT_SHORT" = "Du angav inte rätt lösenord för det lokala användarkontot.";
"SBS_DETAILS_FORMAT" = "Det här kontot är parkopplat med kontot ”%@” på servern ”%@”.";
"SBS_NETWORK_ACCOUNT_LABEL" = "Ange användarnamnet och lösenordet du fick av serveradministratören på ”%@”.";
"SBS_LOCAL_ACCOUNT_LABEL" = "Ange lösenordet för kontot ”%@” på den här datorn.";


/* Mobility */
"MobilityCreateButtonTitle" = "Skapa…";
"MobilityConfigureButtonTitle" = "Inställningar…";


/* .Mac */
".MAC_NAME_ERR" = "Du kan inte använda .Mac-användarnamnet ”%@”.";
".MAC_NAME_ERR_DESCR" = "Namnet ”%@” är redan tilldelat en annan identitet.";
"DOTMAC_NAME_TEMPLATE" = "%@-namn:";
"DOTMAC_PASSWORD_TEMPLATE" = "%@-lösenord:";
"DOTMAC_USERNAME_TEMPLATE" = "%@-användarnamn:";

